{
    "Code": {
        "100001": "ข้อผิดพลาดของเชื่อมต่อพารามิเตอร์",
        "100002": "ข้อผิดพลาดของพารามิเตอร์",
        "100011": "การรับรายการล้มเหลว",
        "100012": "ไม่มีรายการ",
        "100013": "การสร้างล้มเหลว",
        "100014": "รีเฟรชล้มเหลว",
        "100015": "ลบล้มเหลว",
        "100016": "ล้มเหลวในการรับข้อมูล",
        "100017": "ไม่พบข้อมูลโครงการ",
        "110001": "ตรวจสอบไม่พบข้อมูลธนาคาร",
        "110003": "โทเค็นการเชื่อมต่อว่างเปล่า",
        "110004": "กรุณาเข้าสู่ระบบอีกครั้ง",
        "110005": "การสร้างซ้ำ",
        "110007": "ข้อมูลผู้ดูแลระบบผิดพลาด",
        "120002": "ความล้มเหลวในการตรวจสอบตัวแทน",
        "120003": "ข้อผิดพลาดโบนัสระดับตัวแทน",
        "120004": "รับข้อผิดพลาดข้อมูลตัวแทน",
        "120005": "สอบถามข้อมูลตัวแทน",
        "120008": "ความยาวบัญชีไม่เพียงพอ",
        "120009": "ไม่พบข้อมูลผู้เล่น",
        "121001": "มีเบอร์นี้อยู่แล้ว",
        "121002": "บัญชีมีอยู่แล้ว",
        "121003": "ระดับที่มีอยู่แล้ว",
        "121004": "รูปแบบหมายเลขโทรศัพท์ไม่ถูกต้อง",
        "121005": "จำนวนบัตรธนาคารของผู้เล่นถึงจำกัดแล้ว",
        "121006": "บัตรธนาคารผู้เล่นมีอยู่แล้ว",
        "130001": "การส่งล้มเหลว",
        "140001": "การแจกล้มเหลว",
        "140002": "เวลากิจกรรมล้มเหลว",
        "140003": "ได้แจกแล้ว",
        "140004": "กิจกรรมกำลังเริ่มขึ้น",
        "140005": "กิจกรรมสิ้นสุดแล้ว",
        "140006": "ไม่มีบัญชี [ข้อมูลผู้เล่นหรือตัวแทน]",
        "140007": "เวลาในการใช้งานที่กำหนดไว้แล้ว",
        "150001": "ล็อคอินล้มเหลว",
        "150002": "ยังมีผู้ดำเนินการคนอื่นในการอนุญาติในกลุ่นนี้",
        "150003": "สิทธิ์กลุ่มนี้ถูกปิด",
        "150004": "สถานะของผู้ดูแลไม่ปกติ",
        "150005": "สิทธิ์ิ์เข้ากลุ่มไม่สำเร็จ",
        "150006": "ไม่สามารถลบบัญชีนี้ได้",
        "150007": "การยืนยัน OTP ของ Google ล้มเหลว",
        "150008": "รหัสผ่านผิด",
        "160002": "ยอดเงินไม่เพียงพอ",
        "170001": "การทำงานของฟังก์ชั่นการจัดการเกมล้มเหลว",
        "170002": "ถอนคะแนนไม่สำเร็จ",
        "170003": "คะแนนในเกมจะถูกถอนออก",
        "180001": "บันทึกการถอนถูกล็อค (ผู้ใช้รายอื่นถูกล็อคและตรวจสอบ)",
        "180002": "สลิปการถอนไม่ได้ถูกล็อค",
        "180003": "การชำระเงินล้มเหลว",
        "180004": "ไม่มีเงื่อนไขสำหรับข้อผิดพลาดในการชำระเงินอัตโนมัติ",
        "180005": "ถึงขีดจำกัดการถอนรายวันแล้ว",
        "180006": "ไม่ถึงขีดจำกัดการถอนของระบบ",
        "180007": "ข้อผิดพลาดบัญชีดำของบัตรธนาคาร",
        "180008": "ข้อผิดพลาดประเภทการเติมเงิน",
        "180009": "ตรวจสอบไม่พบข้อมูลเกี่ยวกับร้านค้ากระแสเงินสด",
        "180010": "ไม่สามารถรับข้อมูลของผู้ให้บริการกระแสเงินสด",
        "180011": "ข้อผิดพลาด SDK ผู้ค้ากระแสเงินสด",
        "180012": "เกิดข้อผิดพลาดในการรับข้อมูลธนาคาร",
        "180013": "สลิปการถอนเงินผิดพลาด",
        "180014": "ห้ามถอน",
        "180015": "การจัดการที่ซ้ำกันในแบบฟอร์มใบสมัคร",
        "180016": "บริษัทรับชำระเงินที่กำหนดล้มเหลว",
        "180017": "ไม่พบข้อมูลธนาคาร",
        "180018": "การเข้ารหัสไม่เพียงพอ",
        "190001": "ผู้ค้าเดิพันจำนวนการลงทะเบียนออนไลน์ถึงขีดจำกัด",
        "900001": "คุณสมบัติไม่ตรงกัน",
        "900002": "การสร้างซ้ำ"
    }
}